Repository: FaizanKamal7/Opsera
Catalog: translations/messages+intl-icu.*.xlf
Languages: bg

source: homepage
bg: Начало

source: http_error.name
bg: Грешка {status_code, number}

source: http_error.description
bg: Има неизвестна грешка (HTTP {status_code, number}) , която спира изпълнението на заявката.

source: http_error.suggestion
bg: Опитайте да заредите тази страница няколко минути по-късно или <a href="{url}">се върни в началната страница</a>.

source: http_error_403.description
bg: Нямате права за да достъпите този ресурс.

source: http_error_403.suggestion
bg: Попитайте вашият мениджър или системен администратор да ви позволи достъп до този ресурс.

source: http_error_404.description
bg: Страницата която търсите не е намерена.

source: http_error_404.suggestion
bg: Проверете за правописни грешки в URL адреса или <a href="{url}">се върнете в началната страница</a>.

source: http_error_500.description
bg: Възникна вътрешно сървърна грешка.

source: http_error_500.suggestion
bg: Опитайте да заредите тази страница отново след няколко минути или <a href="{url}">се върнете в началната страница</a>.

source: Open personal menu
bg: Отвори пероналното меню

source: Sign out
bg: Изход

source: title.user_profile
bg: Моят профил

source: title.change_password
bg: Смяна на паролата

source: action.save_changes
bg: Запиши промените

source: action.save
bg: Запиши

source: action.submit
bg: Потвърди

source: action.cancel
bg: Откажи

source: action.change_password
bg: Смени паролата

source: label.username
bg: Потребителско име

source: label.fullname
bg: Пълно име

source: label.email
bg: Ел. поща

source: label.language
bg: Език

source: label.password
bg: Парола

source: label.remember_me
bg: Запази ме логнат в приложението

source: label.current_password
bg: Текуща парола

source: label.new_password
bg: Нова парола

source: label.new_password_confirm
bg: Потвърдете паролата

source: label.role
bg: Роля

source: ui.datagrid.batch_actions.select_all
bg: Избери всички

source: ui.datagrid.no_result
bg: Няма резултат

source: ui.datagrid.pagination.all_items
bg: Всички

source: ui.datagrid.column.boolean.true
bg: Да

source: ui.datagrid.column.boolean.false
bg: Не

source: ui.datagrid.pagination.previous
bg: назад

source: ui.datagrid.pagination.next
bg: напред

source: ui.datagrid.pagination.records_count
bg: {count, plural, =0 {Няма записи} =1 {Един запис} other {# записа}}

source: title.users_index
bg: Потребители

source: title.url_shortner
bg: Потребители

source: Administration
bg: Администрация

source: Is equal to
bg: Е равно на

source: Is not equal to
bg: Не е равно на

source: Is null
bg: Е NULL

source: Is not null
bg: Не е NULL

source: Is lower than
bg: Е по-малко от

source: Is lower then or equal
bg: Е по-малко или равно на

source: Is greater than
bg: Е по-голямо от

source: Is greater than or equal
bg: Е по-голямо или равно на

source: Is empty
bg: Е празно

source: Is not empty
bg: Не е празно

source: Is starting with
bg: Започва със

source: Is not starting with
bg: Не започва със

source: Is ending with
bg: Завършва на

source: Is not ending with
bg: Не завършва на

source: Contains
bg: Съдържа

source: Does not contain
bg: Не съдържа

source: Username
bg: Потребителско име

source: Full name
bg: Пълно име

source: Role
bg: Роля

source: Active
bg: Активен

source: Language
bg: Език

source: Inactive
bg: Неактивен

source: Admin
bg: Администратор

source: Super admin
bg: Супер администратор

source: User
bg: Потребител

source: Loading...
bg: Зареждане...

source: app.actions.edit.imp
bg: Редактирай

source: app.actions.edit.noun
bg: Редактиране

source: Activate
bg: Активирай

source: Deactivate
bg: Деактивирай

source: Apply
bg: Приложи

source: ui.datagrid.row.actions.remove.confirm
bg: Искате ли да изтриете избрания запис?
