Repository: FaizanKamal7/Opsera
Catalog: translations/TablerBundle+intl-icu.*.xlf
Languages: bg

source: Toggle navigation
bg: Превключване на навигацията

source: Toggle visibility
bg: Превключване на видимостта

source: Remember Me
bg: Запомни ме

source: Sign in to start your session
bg: Вход

source: Sign In
bg: Вход

source: Sign out
bg: Изход

source: Register
bg: Регистриране

source: Profile
bg: Твоят профил

source: Member since %date%
bg: Член от %date%

source: Username
bg: Потребителско име

source: Username or email address
bg: Потребителско име или ел. поща

source: Password
bg: Парола

source: Show homepage
bg: Покажи началната страница

source: Back to login
bg: Обратно към входа

source: Reset your password
bg: Нулиране на паролата ти

source: I forgot my password
bg: Забравих паролата си

source: Register a new account
bg: Регистриране на нов акаунт

source: View all
bg: Виж всичко

source: or
bg: или

source: You have %count% messages
bg: Имаш 1 съобщение|Имаш %count% съобщения

source: You have %count% tasks
bg: Имаш 1 задача|Имаш %count% задачи

source: %progress%% Complete
bg: %progress%% завършено

source: This is a mandatory field
bg: Това е задължително поле

source: registration.confirmed
bg: Поздравления %username%, твоят акаунт е активиран.

source: Close
bg: Затвори

source: Take me home
bg: Отведи ме в началото

source: http_error.title
bg: Грешка

source: http_error.description
bg: Нещо се обърка

source: http_error.suggestion
bg: Възникна критична грешка, моля опитай отново. Възможно е да си се натъкнал на софтуерен проблем, моля обърни се към твоя системен администратор, ако проблема продължи.

source: http_error_404.description
bg: Страницата не беше намерена

source: http_error_404.suggestion
bg: Не успяхме да намерим страницата която търсиш. Моля върни се в началото и започни отново.

source: http_error_403.description
bg: Страницата е с ограничен достъп.

source: http_error_403.suggestion
bg: Съжаляваме, но нямаш достатъчни права за работа с избраната страница или дейност. Моля обърни се към системния администратор, ако мислиш че това е грешка.

source: Previous
bg: Предишен

source: Next
bg: Следващ

source: Show notifications
bg: Покажи уведомленията

source: You have no notification
bg: Нямаш нови уведомления

source: And %count% more…
bg: И %count% повече…

source: Actions
bg: Действия

source: Open personal menu
bg: Отвори личното меню

source: Show password
bg: Покажи паролата

source: Hide password
bg: Скрии паролата
